Repository: Yveskk/AppUrbanattic
Catalog: urbanattic-develop/lib/l10n/app_*.arb
Languages: fr

# welcomePage1Title
source: Organic Farm Products
fr: Produits agricoles Bio

# welcomePage1Message
source: With Urbanattic, exclusively consume local and fresh organic products.
fr: Avec Urbanattic, consommez exclusivement des produits locaux et frais issus de l'agriculture biologique.

# welcomePage2Title
source: Shared Kitchen
fr: Cuisine partagée

# welcomePage2Message
source: Reserve your kitchen on Urbanattic for your lunch breaks and savor an exceptional culinary experience with our products.
fr: Réservez votre cuisine sur Urbanattic pour vos pauses déjeuner et vivez une expérience culinaire exceptionnelle avec nos produits.

# welcomePage3Title
source: Offer a Plot
fr: Proposez un terrain

# welcomePage3Message
source: If you have an available piece of land, offer it on Urbanattic and join us in promoting local agriculture.
fr: Si vous avez un terrain disponible, proposez-le sur Urbanattic et participez avec nous à la promotion de l'agriculture de proximité.

# welcomePage4Title
source: Offer Services
fr: Proposer des services

# welcomePage4Message
source: Whether you're looking for a job or looking to offer your labor, Urbanattic is here for you.
fr: Que vous soyez à la recherche d'un emploi ou que vous souhaitiez offrir votre main-d'œuvre, Urbanattic est là pour vous.

# skipButtonText
source: Skip
fr: Sauter

# startButtonText
source: Next
fr: Suivant

# loginPageTitle
source: Enter your phone number
fr: Entrez votre numéro de téléphone

# loginPageMessage
source: Urbanattic will need to verify your account.
fr: Urbanattic devra vérifier votre compte.

# chooseCountryHintText
source: Choose your country
fr: Choisissez votre pays

# phoneNumberHintText
source: Phone number
fr: n° téléphone

# confirmCodePageTitle
source: Confirmation code
fr: Code de confirmation

# confirmCodePageMessage
source: Please enter the confirmation code that was sent to your phone number {phoneNumber}.
fr: Veuillez saisir le code de confirmation qui vous a été envoyé sur votre numéro de téléphone {phoneNumber}.

# completeProfilePageTitle
source: Personal information
fr: Informations personnelles

# completeProfilePageMessage
source: Please enter your personal information.
fr: Veuillez saisir vos informations personnelles

# fistNameTextFieldHint
source: First name
fr: Prénom

# lastNameNameTextFieldHint
source: Last name
fr: Nom

# saveButtonText
source: Save
fr: Enregistrer

# chooseCountryTitle
source: Choose your country
fr: Choisissez votre pays

# chooseAtticTitle
source: Choose your attic
fr: Choisissez votre grenier

source: Shared Kitchen
fr: Cuisine partagée

# offerPlot
source: Offer a Plot
fr: Proposer un terrain

source: Offer Services
fr: Proposer services

# searchAtticHintText
source: Search for an attic
fr: Rechercher un grenier

source: Nearest attics
fr: Greniers les plus proches

# reservationTitle
source: New reservation
fr: Nouvelle reservation

# heureArrive
source: Arriving time
fr: Heure d'arrivée

# heureDepart
source: Departure time
fr: Heure de dépard

# nombrePersonne
source: Number of people invited
fr: Nombre de personne invitées

# grenie
source: Attic
fr: Grenier

# grenierText
source: Attic Woelabs
fr: Grenier Woelabs

# nouvelButtonText
source: New request
fr: Nouvelle demande

# adresse
source: address
fr: addresse

# nameProprietaire
source: Owner name
fr: Nom propriétaire

# grenierDemande
source: attic
fr: Grenier

# personne
source: For
fr: Pour

# titre
source: Title
fr: Titre

# demandeur
source: Applicant name
fr: Nom demandeur
